Repository: DrMahroos/PMS2
Catalog: PMS.WebUI/Resources/SystemResource.*.resx
Languages: ar

# Fld_CustomerNameA
source: Customer Name A
ar: اسم العميل عربي

# Fld_CustomerNameE
source: Customer Name E
ar: اسم العميل انجليزي

# Fld_CustomerPay
source: Customer Pay
ar: دفع العميل

# Fld_DeliveryDate
source: Delivery Date
ar: تاريخ التسليم

# Fld_Duration
source: Duration
ar: الفتره

# Fld_Location
source: Location
ar: الموقع

# Fld_Maintenancework
source: Maintenance work
ar: صيانة العمل

# Fld_New
source: New
ar: جديد

# Fld_OffrGCondterms
source: Conditions and terms
ar: شروط عامة

# Fld_Payment
source: Payment
ar: الدفع

# Fld_Penalties
source: Penalties
ar: غرامات

# Fld_PhaseNo
source: Phase No
ar: رقم المرحله

# Fld_PrintQuotation
source: Print Quotation
ar: تحديد الطباعه

# Fld_PrintSubmittal
source: Print Submittal
ar: تقديم الطباعه

# Fld_ProductionStage
source: Production Stage
ar: مرحلة الانتاج

# Fld_ProjectNo
source: Project No
ar: رقم المشروع

# Fld_Ready
source: Ready
ar: جاهز

# Fld_RefNumber
source: Ref Number
ar: رقم المرجع

# Fld_Rejected
source: Rejected
ar: مرفوض

# Fld_SalesMan
source: Sales Man
ar: رجل المبيعات

# Fld_SendTocustomer
source: Send to customer
ar: الارسال الي العميل

# Fld_Specification
source: Specification
ar: المواصفات

# Fld_Status
source: Status
ar: الحالة

# Fld_Technicalspecifications
source: Technical specifications
ar: المواصفات الفنيه

# Fld_WarranteeAmount
source: Warrantee Amount
ar: تكلفة الضمان

# Off_Desc
source: Name
ar: الاسم

# Off_PaymentId
source: Payment
ar: الدفع

# Off_Remark
source: Remark
ar: ملاحظات

# Off_Reposibility
source: Reposibility
ar: مسؤوليات

# Off_Scope
source: Scope
ar: مدي

# Off_StageCode
source: Code
ar: كود

# Off_StageDescA
source: Name Ar
ar: الاسم عربي

# Off_StageDescE
source: Name En
ar: الاسم النجليزي

# Off_StTotal
source: Total
ar: الاجمالي

# Fld_Active
source: Active
ar: النشاط

# Def_area
source: Area
ar: المنطقة

# Def_customer
source: Customer
ar: العميل

# Def_customeraccount
source: Customer Account
ar: حساب العميل

# Def_Customermob
source: Customer Mobile
ar: جوال العميل

# Def_CustomerTele
source: Customer Tele
ar: هاتف العميل

# def_Finished
source: Finished
ar: انهاء

# Def_location
source: Location
ar: العنوان

# def_new
source: New
ar: جديد

# Def_offerserial
source: Offer Serial
ar: عرض المسلسل

# Def_offno
source: Offer No
ar: رقم العرض

# Def_projectno
source: Project Number
ar: رقم المشروع

# Def_projnamea
source: Phase Name A
ar: الاسم عربي

# Def_projnamee
source: Phase Name E
ar: الاسم انجليزي

# Def_Recipperson
source: Resp.person
ar: الشخص المسؤل

# Def_refno
source: Reference No.
ar: رقم المرجع

# Def_Saleseng
source: Sales Eng
ar: مندوب مبيعات

# Fld_Bra
source: Area
ar: المنطقة

# Fld_Categ
source: Category
ar: الفئة

# Fld_Class
source: Class
ar: التصنيف

# def_stoped
source: Stoped
ar: وقف

# def_Suspned
source: Suspend
ar: معلق

# def_UnderProc
source: Under Proc
ar: تحت الانتاج

# other_info
source: Other Information
ar: معلومات اضافية

# def_Caleander
source: Caleander
ar: التقويم

# def_enginer
source: Engineer
ar: المهندس

# def_itemname
source: Item name
ar: اسم الصنف

# def_itemno
source: Item No
ar: رقم الصنف

# def_phasedescriptiona
source: Phase description A
ar: وصف المرحلة ا

# def_phasedescriptionb
source: Phase description B
ar: وصف المرحلة ب

# def_scope
source: Scope
ar: نطاق

# def_StartDate
source: StartDate
ar: تاريخ البداء

# def_System
source: System
ar: النظام

# def_umo
source: UOM
ar: وحدة القياس

# sub_contact
source: Contract
ar: العقد

# sub_downpay
source: Down Payment
ar: الدفعة الأولى

# sub_duration
source: Duration
ar: المدة

# sub_equipment
source: Equipment
ar: الادوات

# sub_labor
source: Labor
ar: العمل

# sub_material
source: Material
ar: الخامة

# sub_offer
source: Conditions and Terms
ar: تقديم الشروط العامة والشروط

# sub_penalites
source: Penalites
ar: غرامه

# sub_specification
source: Technical Specifications
ar: المواصفات الفنية

# sub_specificationanditem
source: Specification and Term
ar: المواصفات والمدة

# sub_techniqal
source: Technical
ar: تقني

# sub_warrantp
source: Warranty Period
ar: فترة الضمان

# sub_warranty
source: Warranty
ar: ضمان

# serv_closedate
source: Close Date
ar: تاريخ الاغلاق

# serv_closereason
source: Close Reason
ar: سبب الاغلاق

# serv_genral_material
source: Genral Naterial
ar: المواد العامة

# serv_po
source: Contract
ar: العقد

# serv_total
source: Total
ar: مجموع

# Cost_UnitCost
source: Unit Cost
ar: تكلفة الوحدة

# Eve_issuedate
source: Issue Date
ar: تاريخ الاصدار

# Eve_siteenginer
source: Site Engineer
ar: مهندس الموقع

# Eve_time
source: Time
ar: الوقت

# Eve_transno
source: Trans No.
ar: رقم الحركة

# Prod_entryno
source: Entry No
ar: رقم الدخول

# Prod_sitesuper
source: Site Supervisor
ar: مشرف الموقع

# project_amount
source: Amount
ar: كمية

# project_Beneficial
source: Beneficial
ar: المستفيد

# project_expdesc
source: Exp. Description
ar: وصف النفقة

# project_expno
source: Exp No.
ar: رقم النفقه

# project_phaseno
source: Phase No
ar: رقم المرحلة

# project_RefNo
source: Ref No
ar: رقم المرجع

# Fld_ProfitRation
source: Profit Markup
ar: نسبة الربح

# work_sec_sched
source: Sched No
ar: الجدول الزمني

# work_sec_sched_arbianame
source: Work Description
ar: الاسم بالعربي

# work_sec_sched_englishname
source: English Name
ar: الاسم انجليزي

# work_activityqty
source: Activity Qty
ar: الكمية المتاحة

# work_assigneqyp
source: Assign Equipment
ar: تخصيص المعدات

# work_assign_Equi
source: Equipment
ar: المعدات

# work_assign_labor
source: Assign Labor
ar: تعيين العمل

# work_availqty
source: Avail Qty
ar: الكمية المتاحة

# work_classdec
source: Class Desc
ar: وصف الفئة

# work_classdesc
source: Class Description
ar: وصف الفئة

# work_equipcode
source: Equip Code
ar: كود الجهاز

# work_equipment
source: Equipment
ar: المعدات

# work_equipmentclass
source: Equipment Class
ar: فئة المعدات

# work_equipname
source: Equip Name
ar: اسم الجهاز

# work_fromperiod
source: From Period
ar: من الفترة

# work_general
source: Material Req
ar: طلب المواد العامة

# work_joindate
source: Join Date
ar: تاريخ الانضمام

# work_join_name
source: Join Name
ar: اسم الانضمام

# work_labor
source: Labor
ar: العمل

# work_laborclass
source: Labor Class
ar: تصنيف العامل

# work_labors
source: Labors
ar: العمال

# work_labor_name
source: Labor Name
ar: اسم العمل

# work_leave_date
source: Leave Date
ar: تاريخ مغادرة

# work_producedbefore
source: Produced Before
ar: أنتجت من قبل

# work_scqty
source: SC Before Qty
ar: كمية أمر العمل

# work_toperiod
source: To Period
ar: الى الفترة

# wrok_period_Hours
source: Prod Hours
ar: ساعات الانتاج

# SalesItem_CalcUnitPrice
source: Calc Unit Price
ar: حساب سعر الوحدة

# SalesItem_DescA
source: DescA
ar: الوصف بالعربي

# SalesItem_DescE
source: DescE
ar: الوصف بالانجليزي

# SalesItem_MinUnitPrice
source: Min Unit Price
ar: اقل سعر للوحدة

# SalesItem_SystemCode
source: System Code
ar: كود النظام

# SalesItem_UnitPrice
source: Unit Price
ar: سعر الوحدة

# SalesItem_VendorID
source: Vendor
ar: اسم البائع

source: parentitem
ar: الصنف الرئيسي

# work_desc
source: Work Descr
ar: وصف العمل

# work_Esthour
source: Est.hours
ar: الساعات الخطة

# work_Evalutionform
source: Evaluation From
ar: التقييم من

# work_Evalutionformto
source: Evaluation To
ar: التقييم ل

# work_fromsubcontr
source: From Sub Contr
ar: من المقاول الفرعي

# work_grade
source: Grade
ar: التقدير

# work_schedule_qtu
source: Schedule Qty
ar: جدول الكمية

# work_so
source: SO
ar: امر العمل

# work_subcontr
source: Sub Contr
ar: مقاول الباطن

# work_tosubcontr
source: To Sub Contr
ar: إلى المقاول الفرعي

# work_unprodhours
source: Un Prod.Hours
ar: ساعات التوقف

# work_unprodreason
source: Un Prod Reason
ar: سبب التوقف

# pre_Scope
source: Load...
ar: تحميل الاعدادت

# Fld_IsDetail
source: IsDetail
ar: تفاصيل

# OffStagI_Fixed
source: Fixed
ar: ثابت

# OffStagI_IsOfferItem
source: Is Offer
ar: عرض البند

# OffStagI_ItemName
source: Item Name
ar: اسم الصنف

# OffStagI_ItemNo
source: Item No
ar: رقم الصنف

# OffStagI_Qty
source: Qty
ar: الكميه

# OffStagI_Remarks
source: Remarks
ar: ملاحظات

# OffStagI_Ser
source: Line Code
ar: مسلسل

# OffStagI_System
source: System
ar: النظام

# OffStagI_Total
source: Total
ar: الاجمالي

# OffStagI_UnitPrice
source: Unit Price
ar: وحدة البيع

# OffStagI_UOM
source: UOM
ar: وحدة القياس

# work_HourCost
source: HourCost
ar: سعر الساعه

# Fld_ComputeProductionprice
source: Compute Production Price
ar: حساب سعر الإنتاج

# CustomerCardRP
source: Customer Card
ar: كارت العميل

# CustomerListRP
source: Customer List
ar: قائمة العملاء

# Fld_all
source: All
ar: الجميع

# FromCustomerRP
source: From Customer
ar: من عميل

# TempCustomer
source: Customer
ar: عميل

# TOCustomerRP
source: TO Customer
ar: الي عميل

# project_Exp_ExpCode
source: ExpCode
ar: كود النفقه

# project_Phase_Code
source: Phase_No
ar: كود المرحله

# chkFriday
source: Friday
ar: الجمعة

# chkMonday
source: Monday
ar: الأثنين

# chkOneShift
source: One Shift
ar: دوام متصل

# chkSaturday
source: Saturday
ar: السبت

# chkSunday
source: Sunday
ar: الأحد

# chkThursday
source: Thursday
ar: الخميس

# chkTuseday
source: Tuseday
ar: الثلاثاء

# chkWednsday
source: Wednsday
ar: الأربعاء

# Fld_EndTime
source: End Time
ar: نهاية الوقت

# OffSpec_ACT
source: ACT
ar: النشاط

# OffSpec_Act_DescA
source: Name Ar
ar: اسم النشاط عربي

# OffSpec_Act_DescE
source: Name En
ar: اسم النشاط انجليزي

# OffSpec_IsFixedSystem
source: FixedSystem
ar: النظام الثابت

# OffSpec_Item_DescA
source: Item DescA
ar: اسم الصنف

# OffSpec_Item_DescE
source: Item DescE
ar: اسم الصنف انجليزي

# OffSpec_Item_ItemCode
source: Item Code
ar: كود الصنف

# OffSpec_ProductionIncluded
source: Prod. Inc
ar: محتوي الانتاج

# OffSpec_ProductionPrc
source: Prod. Prc
ar: نسبة الانتاج

# OffSpec_Qty
source: Qty
ar: الكمية

# OffSpec_Remarks
source: Remarks
ar: ملاحظات

# OffSpec_Serial
source: Serial
ar: مسلسل

# OffSpec_StdUnitPrice
source: Std Unit Price
ar: بداية وحدة البيع

# OffSpec_System
source: System
ar: النظام

# OffSpec_TotalPrice
source: Total Price
ar: اجمالي السعر

# OffSpec_UnitPrice
source: Unit Price
ar: وحدة البيع

# OffSpec_UOM
source: UOM
ar: وحدة القياس

# OffSpec_Uom_UomCode
source: Uom
ar: كود وحدة القياس

# Mat_issueno
source: Issue No
ar: رقم الإصدار

# Mat_phase
source: Phase
ar: المرحلة

# Mat_project
source: Project
ar: المشروع

# Mat_req_approvedBy
source: Approved By
ar: قبول من

# Mat_req_Date
source: Date
ar: التاريخ

# Mat_req_issuestore
source: Issue Store
ar: مخزن الإصدار

# Mat_req_phase
source: Phase
ar: المرحلة

# Mat_req_project
source: Project
ar: المشروع

# Mat_req_remark
source: Remark
ar: الملاحظات

# Mat_req_RequestedBy
source: Requested By
ar: بتوصية من

# Mat_req_requestno
source: Request No.
ar: رقم الطلب

# Mat_req_siteenginer
source: Site Engineer
ar: مهندس موقع

# Mont_phase
source: Phase
ar: المرحلة

# Mont_project
source: Project
ar: المشروع

# Mont_siteeng
source: Site Engineer
ar: مهندس موقع

# Mont_workschead
source: Work Sched
ar: جدول العمل

# Men_BillOfMaterial
source: Bill Of Material
ar: فاتورة المواد

# Men_Equipment
source: Equipment
ar: المعدات

# Men_EquipmentAssign
source: Equipment Assign
ar: تعيين المعدات

# Men_EquipmentMonitoring
source: Equipment Monitoring
ar: مراقبة المعدات

# Men_EquipmentRequest
source: Equipment Request
ar: طلب المعدات

# Men_Labor
source: Labor
ar: العمال

# Men_LaborAssign
source: Labor Assign
ar: تعيين العمال

# Men_LaborMonitoring
source: Labor Monitoring
ar: مراقبة العمال

# Men_LaborRequest
source: Labor Request
ar: طلب العمال

# Men_LateandAbsence
source: Lateand Absence
ar: التأخير والغياب

# Men_Material
source: Material
ar: المواد

# Men_MaterialIssuance
source: Material Issuance
ar: إصدار المواد

# Men_MaterialMonitoring
source: Material Monitoring
ar: مراقبة المواد

# Men_MaterialRequest
source: Material Request
ar: طلب المواد

# Men_MaterialReturn
source: Material Return
ar: ارتجاع المواد

# Men_OverTimeSheet
source: OverTime Sheet
ar: ملف الاضافي

# Prod_ActCode
source: ActCode
ar: كود النشاط

# Prod_ActivityName
source: ActivityName
ar: اسم النشاط

# Prod_Class_Code
source: Class Code
ar: كود الفئة

# Prod_Class_DescA
source: Class Labor
ar: فءة العامل

# Prod_Item
source: Item
ar: الصنف

# Prod_Lab_DescA
source: Labor Name
ar: اسم العامل

# Prod_Prod_Lab_Code
source: Lab Code
ar: كود العامل

# Contr_Totamount
source: Tot Amount
ar: الكميه الكليه

# Contr_TotalAmount
source: Total Amount
ar: الكمية الكلية

# ServiceOrder_Act_ActivityCode
source: Activity Code
ar: كود النشاط

# ServiceOrder_Act_DescA
source: Act Name
ar: النشاط

# ServiceOrder_RemainQty
source: Remain Qty
ar: الكمية المتبقية

# ServiceOrder_Remarks
source: Remarks
ar: ملاحظات

# ServiceOrder_Total
source: Total
ar: الاجمالى

# ServiceOrder_UnitPrice
source: Price
ar: السعر

# ServiceOrder_uom_DescA
source: Unit
ar: الوحدة

# Fld_Defined
source: Approved
ar: واضح

# Fld_Detail
source: Detail
ar: تفاصيل

# FromItemRP1
source: From Item
ar: من صنف

# ItemCardRP1
source: Item Card
ar: كارت البنود

# ItemListRP1
source: Item List
ar: قائمة البنود

# parentitemRp
source: Parent
ar: الصنف الرئيسي

# ToItemRP2
source: To Item
ar: الي صنف

# Resm_Bill_material_itemcode
source: Item Code
ar: رمز الصنف

# Resm_Bill_material_itemdesc
source: Item Description
ar: وصف الصنف

# Resm_Bill_material_netissued
source: Net Issued Qty
ar: صافي كمية الصرف

# Resm_Bill_material_remainqty
source: Remain Qty
ar: الكمية المتبقية

# Resm_Bill_material_totalrequired
source: Total Required Qty
ar: مجموع الكمية المطلوبة

# Resm_Bill_material_unit
source: Unit
ar: الوحدة

# ResM_fld_laborasign
source: Labors
ar: عمال

# ResM_fld_laborrequest_freelabors
source: Free Labors
ar: عمال حرة

# ResM_fld_laborrequest_fromdate
source: From Date
ar: من تاريخ

# ResM_fld_laborrequest_laborclass
source: Labor Requirment
ar: متطلبات العمل

# ResM_fld_laborrequest_phase
source: Phase
ar: المرحلة

# ResM_fld_laborrequest_project
source: Project
ar: المشروع

# ResM_fld_laborrequest_requestdate
source: Request Date
ar: تاريخ الطلب

# ResM_fld_laborrequest_requestno
source: Request No
ar: رقم الطلب

# ResM_fld_laborrequest_scheduleno
source: Schedule No
ar: رقم الجدول

# ResM_fld_laborrequest_showfree
source: Show Free
ar: عرض مجاني

# ResM_fld_laborrequest_siteeng
source: Site Engineer
ar: مهندس موقع

# ResM_fld_laborrequest_todate
source: To Date
ar: الي تاريخ

# ResM_Fld_MaterialOvertime_overtimeno
source: OverTime No
ar: رقم الوقت الاضافي

# ResM_Fld_MaterialOvertime_projecteng
source: Project Eng
ar: مشروع المهندس

# ResM_fld_MatLabor_category
source: Category
ar: المجموعة

# ResM_fld_MatLabor_class
source: Class
ar: فئة

# ResM_fld_MatLabor_delayed
source: Show Delayed
ar: عرض تأخير

# ResM_fld_MatLabor_laborclassreq
source: Labor Class Requirment
ar: متطلبات الطبقة العاملة

# ResM_fld_MatLabor_laborlist
source: Labor List
ar: قائمة العمل

# ResM_fld_MatLabor_phase
source: Phase
ar: المرحلة

# ResM_fld_MatLabor_project
source: Project
ar: المشروع

# ResM_fld_MatLabor_showall
source: Show All
ar: عرض الكل

# ResM_fld_MatLabor_showcurrent
source: Show Current
ar: عرض الحالي

# ResM_fld_MatLabor_siteenginer
source: Site Engineer
ar: مهندس موقع

# ResM_fld_MatLabor_worksched
source: Work Sched
ar: جدول العمل

# Resm_fld_mat_issue_date
source: Date
ar: التاريخ

# Resm_fld_mat_issue_issueno
source: Issue No
ar: رقم العدد

# Resm_fld_mat_issue_issuestore
source: Isssue Store
ar: مخزن الإصدار

# Resm_fld_mat_issue_phase
source: Phase
ar: المرحلة

# Resm_fld_mat_issue_project
source: Project
ar: المشروع

# Resm_fld_mat_issue_remarks
source: Remarks
ar: الملاحظات

# Resm_fld_mat_issue_requestno
source: Request No.
ar: رقم الطلب

# Resm_fld_Mat_phase
source: Phase
ar: المرحلة

# Resm_fld_Mat_req_approvedBy
source: Approved By
ar: قبول من

# Resm_fld_Mat_req_Date
source: Date
ar: التاريخ

# Resm_fld_Mat_req_issuestore
source: Issue Store
ar: مخزن الإصدار

# Resm_fld_Mat_req_phase
source: Phase
ar: المرحلة

# Resm_fld_Mat_req_project
source: Project
ar: المشروع

# Resm_fld_Mat_req_remark
source: Remark
ar: الملاحظات

# Resm_fld_Mat_req_RequestedBy
source: Requested By
ar: بتوصية من

# Resm_fld_Mat_req_requestno
source: Request No.
ar: رقم الطلب

# Resm_fld_Mat_req_siteenginer
source: Site Engineer
ar: مهندس موقع

# Resm_fld_mat_return_createdby
source: Created By
ar: صنع من قبل

# Resm_fld_mat_return_date
source: Date
ar: التاريخ

# Resm_fld_mat_return_phase
source: Phase
ar: المرحلة

# Resm_fld_mat_return_project
source: Project
ar: المشروع

# Resm_fld_mat_return_remarks
source: Remarks
ar: الملاحظات

# Resm_fld_mat_return_requestno
source: Request No
ar: رقم الطلب

# Resm_fld_mat_return_retno
source: Ret No
ar: رقم المرتجع

# Resm_fld_mat_return_tostore
source: To Store
ar: للتخزين

# Resm_fld_mat_return_updateby
source: Update By
ar: تحديث بواسطة

# Resm_fld_phase
source: Phase
ar: المرحلة

# Resm_fld_project
source: Project
ar: المشروع

# Resm_fld_request
source: Request
ar: الطلب

# Resm_fld_Resm_fld_Mat_project
source: Project
ar: المشروع

# Resm_fld_schedule
source: Schedule
ar: جدول

# Resm_fld_siteeng
source: Site Engineer
ar: مهندس موقع

# Resm_fld_workschead
source: Work Sched
ar: جدول العمل

# ResM_Materiallabor_absdays
source: Abs Days
ar: ايام الغياب

# ResM_Materiallabor_Absence
source: Absence
ar: غياب

# ResM_Materiallabor_Absencedec
source: Absence Description
ar: وصف الغياب

# ResM_Materiallabor_assigndate
source: Assign Date
ar: تعيين التاريخ

# ResM_Materiallabor_assigned
source: Assigned
ar: تعيين

# ResM_Materiallabor_category
source: Category
ar: المجموعة

# ResM_Materiallabor_categorycode
source: Category Code
ar: كود المجموعة

# ResM_Materiallabor_class
source: Class
ar: فئة

# ResM_Materiallabor_classcode
source: Class Code
ar: كود الفئة

# ResM_Materiallabor_classname
source: Class Name
ar: اسم الفئة

# ResM_Materiallabor_date
source: Date
ar: التاريخ

# ResM_Materiallabor_hours
source: Hours
ar: ساعات

# ResM_Materiallabor_labclass
source: Lab Class
ar: فئة العمل

# ResM_Materiallabor_labor
source: Labor
ar: العمل

# ResM_Materiallabor_laborcode
source: Labor code
ar: قانون العمل

# ResM_Materiallabor_Laborname
source: Labor Name
ar: اسم العمل

# ResM_Materiallabor_latehour
source: Late Hours
ar: ساعات التأخير

# ResM_Materiallabor_leavedate
source: Leave Date
ar: تاريخ مغادرة

# ResM_Materiallabor_name
source: Name
ar: الاسم

# ResM_Materiallabor_overtime
source: OverTime Type
ar: نوع الوقت الاضافي

# ResM_Materiallabor_overtimedesc
source: OverTime Description
ar: وصف الوقت الاضافي

# ResM_Materiallabor_phasecode
source: Phase Code
ar: كود المرحلة

# ResM_Materiallabor_phaseno
source: Phase No
ar: رقم الحالة

# ResM_Materiallabor_planeleavedate
source: Plane Leave Date
ar: تاريخ انهاء الخطة

# ResM_Materiallabor_projectcode
source: Project Code
ar: كود المشروع

# ResM_Materiallabor_remain
source: Remain
ar: المتبقي

# ResM_Materiallabor_remarks
source: Remarks
ar: ملاحظات

# ResM_Materiallabor_requiredhrs
source: Required Hrs
ar: الساعات المطلوبة

# ResM_Materiallabor_requiredlabors
source: Req.Labors
ar: العمال المطلوبة

# ResM_Materiallabor_schedno
source: Sched No
ar: الجدول الزمني

# ResM_Materiallabor_startdate
source: Start Date
ar: تاريخ البدء

# ResM_Materiallabor_status
source: Status
ar: الحالة

# Resm_mat_issue_avqty
source: Av Qty
ar: متوسط الكمية

# Resm_mat_issue_issuedqty
source: Issued Qty
ar: الكمية المصدرة

# Resm_mat_issue_remarks_itemcode
source: Item Code
ar: كود الصنف

# Resm_mat_issue_remarks_itemdesc
source: Item Description
ar: وصف الصنف

# Resm_mat_issue_remarks_unit
source: Unit
ar: الوحدة

# Resm_mat_issue_reqbalanceqty
source: Req Balance Qty
ar: طلب الرصيد الكميه

# ResM_Mat_laborrequest_assigned
source: Assigned
ar: تعيين

# ResM_Mat_laborrequest_categorycode
source: Category Code
ar: كود الفئة

# ResM_Mat_laborrequest_classcode
source: Class Code
ar: كود الفصل

# ResM_Mat_laborrequest_classname
source: Class Name
ar: اسم الفصل

# ResM_Mat_laborrequest_labclass
source: Lab Class
ar: فئة المختبر

# ResM_Mat_laborrequest_laborcode
source: Labor Code
ar: قانون العمل

# ResM_Mat_laborrequest_laborname
source: Labor Name
ar: اسم العمل

# ResM_Mat_laborrequest_phasecode
source: Phase Code
ar: رمز المرحلة

# ResM_Mat_laborrequest_planedate
source: Plane Leave Date
ar: تاريخ المغادرة

# ResM_Mat_laborrequest_projectcode
source: Project Code
ar: رمز المشروع

# ResM_Mat_laborrequest_remain
source: Remain
ar: يبقي

# ResM_Mat_laborrequest_reqlabor
source: Req.Labors
ar: العمال المطلوبين

# ResM_Mat_laborrequest_requiredhrs
source: Required Hrs
ar: الساعات المطلوبة

# ResM_Mat_laborrequest_status
source: Status
ar: الحالة

# Resm_Mat_mon_enddate
source: End Date
ar: تاريخ الانتهاء

# Resm_Mat_mon_phaseno
source: Phase No
ar: رقم المرحلة

# Resm_Mat_mon_projno
source: Project No
ar: رقم المشروع

# Resm_Mat_mon_reqno
source: Request No
ar: رقم الطلب

# Resm_Mat_mon_secdule
source: Secdule
ar: الجدول

# Resm_Mat_mon_startdate
source: Start Date
ar: تاريخ البداية

# Resm_Mat_mon_status
source: Status
ar: الحالة

# Resm_Mat_mon_workdesc
source: Work Description
ar: وصف العمل

# Resm_Mat_req__approvedqty
source: Approved Qty
ar: الكمية المعتمدة

# Resm_Mat_req__balancedqty
source: Balance Qty
ar: رصيد الكمية

# Resm_Mat_req__itemcode
source: ITem Code
ar: كود الصنف

# Resm_Mat_req__itemdesc
source: Item Description
ar: وصف الصنف

# Resm_Mat_req__requestbefore
source: Request Before
ar: طلب قبل

# Resm_Mat_req__requiredqty
source: Required Qty
ar: الكمية المطلوبة

# Resm_Mat_req__scheadremain
source: Sched Remain
ar: موعد البقاء

# Resm_Mat_req__schedqty
source: Sched Qty
ar: جدول الكمية

# Resm_Mat_req__unit
source: Unit
ar: الوحدة

# Resm_mat_return_itemcode
source: Item Code
ar: كود الصنف

# Resm_mat_return_itemdesc
source: Item Description
ar: وصف الصنف

# Resm_mat_return_netissuedqty
source: Net Issued Qty
ar: صافي الكمية المصدرة

# Resm_mat_return_returnqty
source: Return Qty
ar: عودة الكمية

# Resm_mat_return_unit
source: Unit
ar: الوحدة

# ProjDef_BilledQty
source: Billed Qty
ar: الكميه المسجله

# ProjDef_Caleander
source: Calender
ar: تقويم

# ProjDef_ContrQty
source: Contr Qty
ar: عدد الكميه

# ProjDef_EndDate
source: End Date
ar: تاريخ الانتهاء

# ProjDef_Enginer
source: Enginer
ar: المهندس

# ProjDef_ItemName
source: Item Name
ar: اسم الصنف

# ProjDef_ItemNo
source: Item No.
ar: رقم الصنف

# ProjDef_ItemQty
source: Item Qty
ar: كمية الصنف

# ProjDef_Itemser
source: Item Ser.
ar: مسلسل الصنف

# ProjDef_PhaseDescriptionA
source: Phase Name Arabic
ar: اسم المرحله عربي

# ProjDef_PhaseDescriptionB
source: Phase Name English
ar: اسم المرحله انجليزي

# ProjDef_PhaseNo
source: Phase No.
ar: رقم المرحله

# ProjDef_ProdQty
source: Prod Qty
ar: الكميه المنتجه

# ProjDef_Remark
source: Remark
ar: الملاحظات

# ProjDef_Scope
source: Scope
ar: نطاق

# ProjDef_ScopeName
source: Scope Name
ar: اسم النطاق

# ProjDef_StartDate
source: Start Date
ar: تاريخ البدء

# ProjDef_Status
source: Status
ar: الحاله

# ProjDef_System
source: System
ar: النظام

# ProjDef_UntilPrice
source: Until Price
ar: وحدة البيع

# Fld_Finished
source: Finished
ar: انتهاء

# Fld_Stopped
source: Stopped
ar: اوقف

# Fld_Suspended
source: Suspended
ar: توقف مؤقت

# Fld_working
source: Working
ar: يعمل

# ResM_fld_MatLabor_Left
source: Show Left
ar: عرض التاخير

# ChkStatus
source: Status
ar: الحالة

# Men_OfferList
source: OfferList
ar: قائمة العروض

# Men_MaterialList
source: Material List
ar: قائمة المواد

# Resm_Equip_FldEquipemtns
source: Equipments
ar: الادوات

# Resm_Equip_FldEquipemtnsclassrequi
source: Equipments class Requirment
ar: فئة المعدات المطلوبة

# Resm_Equip_FldReeEquipemtns
source: Free Equipments
ar: معدات مجانية

# ResM_Materiallabor_Equipclass
source: Equip Class
ar: فئة المعدة

# ResM_Materiallabor_Equipcode
source: Equip Code
ar: كود المعدة

# ResM_Materiallabor_Equipname
source: Equip Name
ar: اسم المعدة

# ResM_Materiallabor_requiredequip
source: Req. Equip
ar: المعدات المطلوبة

# rpApproved
source: Approved
ar: معتمد

# rpBillingterms
source: Billing terms
ar: شروط السداد
