Repository: DrMahroos/PMS2
Catalog: PMS.WebUI/Resources/SystemResource.*.resx
Languages: ar

# Eng_Rep_RedinternalWork
source: Internal Production
ar: انتاج داخلي

# Eng_Rep_RedSubWork
source: Sub Contractor Prod
ar: انتاج مقاولي الباطن

# work_SchTarget
source: PP Day
ar: الانتاج اليومي

# ItemCodeLike
source: Item No Contains
ar: رقم الصنف يحتوي

# ItemNameLike
source: Name Contains
ar: اسم الصنف يحتوي

# Men_Projectvaliation
source: Project Variation
ar: Project Valiation
