Repository: DrMahroos/PMS2
Catalog: PMS.WebUI/Resources/SystemResource.*.resx
Languages: ar

# rpCanceled
source: Canceled
ar: ملغي

# rpContracted
source: Contracted
ar: متعاقد

# rpCostEstimation
source: Cost Estimation
ar: تقدير التكلفة

# rpNew
source: New
ar: جديد

# rpRejected
source: Rejected
ar: رفوض

# rpSendTocustomer
source: Send To customer
ar: مرسل

# rpSpecification
source: Specification
ar: ماصفات

# ResM_Fld_accepte
source: Accept
ar: قبول

# Resm_Fld_categorycode
source: Category Code
ar: كود الفئة

# ResM_Fld_load
source: Load
ar: حمل

# ResM_Fld_reject
source: Reject
ar: رفض

# ResM_Fld_showall
source: Show All
ar: عرض الكل

# ResM_Fld_showCurrent
source: Show Current
ar: إظهار الحالي

# ResM_Fld_showdelayed
source: Show delayed
ar: عرض متأخر

# ResM_Fld_showfree
source: Show Free
ar: عرض مجاني

# Resm_Material_Materiallistcost
source: Cost
ar: التكلفة

# Resm_Material_Materiallistdesca
source: Desc a
ar: وصف بالعربي

# Resm_Material_Materiallistdescb
source: Desc b
ar: وصف انجليزي

# Resm_Material_Materiallistmatcode
source: Mat Code
ar: كود المادة

# Resm_Material_Materiallistunit
source: Unit
ar: وحدة

# ResM_Mat_EquipRequest_assigned
source: Assigned
ar: تعيين

# ResM_Mat_EquipRequest_classname
source: Class Name
ar: اسم الفصل

# ResM_Mat_EquipRequest_equipclass
source: Equip Class
ar: فئة المعدة

# ResM_Mat_EquipRequest_equipcode
source: Equip Code
ar: كود المعدة

# ResM_Mat_EquipRequest_equipname
source: Equip Name
ar: اسم المعدة

# ResM_Mat_EquipRequest_planeleavedate
source: Plane Leave Date
ar: تاريخ المغادرة

# ResM_Mat_EquipRequest_projectcode
source: Project Code
ar: كود المشروع

# ResM_Mat_EquipRequest_projectphase
source: Phase Code
ar: كود المرحلة

# ResM_Mat_EquipRequest_remain
source: Remain
ar: يبقى

# ResM_Mat_EquipRequest_requiredhrs
source: Required Hrs
ar: الساعات المطلوبة

# ResM_Mat_EquipRequest_requiredlabors
source: Req.labors
ar: العمال المطلوبة

# ResM_Mat_EquipRequest_status
source: Status
ar: الحالة

# RDByCustomer
source: By Customer
ar: الإنتاج و الفواتير بالعميل

# RDByEng
source: By Engineer
ar: الإنتاج و الفواتير بالمهندس

# RDByProject
source: By Project
ar: الإنتاج و الفواتير بالمشروع

# RDCustBlanc
source: Custumer Balance
ar: الإنتاج و الفواتير مجمع بالعميل

# RDProdcutList
source: Production List
ar: قائمة الإنتاج و الفواتير

# RDProjBlanc
source: Project Balance
ar: الإنتاج و الفواتير مجمع بالمشروع

# SMB_FromDate
source: FromDate
ar: من تاريخ

# SMB_ProdTotal
source: Total Amount
ar: الاجمالى

# SMB_ToDate
source: ToDate
ar: الى تاريخ

# SMB_TrDate
source: Prod Date
ar: التاريخ

# SMB_TrNo
source: Prod No
ar: رقم

source: End Date
ar: تاريخ النهايه

# Fld_IncludedinBonus
source: Included in Bonus
ar: داخل التكلفه

# Fld_MiantenanceWork
source: Maintenance Work
ar: صيانة العمل

# Fld_StartWork
source: Start Work
ar: بداية العمل

# Fld_Suspend
source: Suspend
ar: مؤقتا

# Fld_Tobeinvoiced
source: To be invoiced
ar: فاتوره

# Spec_Cleander
source: Calender
ar: تقويم

# Spec_costcenter
source: Cost Center
ar: مركز التكلفه

# spec_eng
source: Site Engineer
ar: موقع العمل

# Spec_projectDesc
source: Project Description
ar: موصفات المشروع

# Spec_scope
source: Scope
ar: العرض

# Spec_Workhours
source: Work hours
ar: الساعات

source: Start Date
ar: تاريخ البدايه

# ProjSpec_ActivQty
source: Act Qty
ar: كمية النشاط

# ProjSpec_act_Activity
source: Activity
ar: النشاط

# ProjSpec_act_ActivityCode
source: Act Code
ar: كود النشاط

# ProjSpec_act_DescE
source: Activity Name
ar: اسم النشاط

# ProjSpec_BilledQty
source: Billed Qty
ar: كمية البناء

# ProjSpec_ContrQty
source: Contr Qty
ar: عدد الكميه

# ProjSpec_ItemQty
source: Item Qty
ar: كمية الصنف

# ProjSpec_ItSys_Code
source: Sys Code
ar: كود النظام

# ProjSpec_ProdQty
source: Prod Qty
ar: كمية الانتاج

# ProjSpec_Remarks
source: Remarks
ar: ملاحظات

# ProjSpec_SchedProdQty
source: Sched Prod Qty
ar: فصل كمية الانتاج

# ProjSpec_SchedQty
source: Sched Qty
ar: فصل الكمية

# ProjSpec_Scp_DescE
source: Scop Name
ar: اسم العرض

# ProjSpec_Serial
source: Line Code
ar: مسلسل

# ProjSpec_SlsITm_DescE
source: Name
ar: الاسم

# ProjSpec_SlsITm_ItemCode
source: Item Code
ar: كود الصنف

# ProjSpec_TotalProdQty
source: Total Prod. Qty
ar: اجمالي الكميه

# ProjSpec_UnitPrice
source: Unit Price
ar: وحدة البيع

# ProjSpec_UOM_DescE
source: Uom
ar: كمية وحدة القياس

# ResM_Materiallabor_IsAbsence
source: IsAbsence
ar: هل غائب

# Men_LaborSchedule
source: Labor Schedule
ar: جدول العمل

# Men_LaborScheduleUtilization
source: Labor Schedule Utilization
ar: جدول افادة العمل

# Men_ProjectExpenses
source: Project Expenses
ar: حسابات المشروع

# Men_ProjectProgress
source: Project Progress
ar: مراحل المشروع

# Men_ProjectStatus
source: Project Status
ar: حالة المشروع

# Eng_Fld_projectexpCustomer
source: Customer
ar: العمير

# Eng_Fld_projectexpdistribution
source: Distribution by
ar: توزيع بواسطة

# Eng_Fld_projectexpexpcat
source: Exp. Cat
ar: فئة المصروفات

# Eng_Fld_projectexpexpcode
source: Exp. Code
ar: رمز المصاريف

# Eng_Fld_projectexpFromproject
source: From Project
ar: من المشروع

# Eng_Fld_projectexpproject
source: Project
ar: المشروع

# Eng_Fld_projectexpscope
source: Scope
ar: النطاقة

# Eng_Fld_projectexpscopeclass
source: Scope Class
ar: فئة النطاق

# Eng_Fld_projectexpToproject
source: To Project
ar: الي مشروع

# Eng_Res_projectexpAmount
source: Amount
ar: كمية

# Eng_Res_projectexpDescription
source: Description
ar: الوصف

# Eng_Res_projectexpExpenses
source: Expenses
ar: المصروفات

# Eng_Res_projectexpExpensesCode
source: Expenses Code
ar: قانون المصروفات

# Eng_Res_projectexpExpensesname
source: Expenses Name
ar: اسم المصروفات

# Eng_Res_projectexpPhase
source: Phase
ar: المرحلة

# Eng_Res_projectexpphaseTotal
source: Phase Total
ar: مجموع المرحلة

# Eng_Res_projectexpProject
source: Project
ar: المشروع

# Eng_Res_projectexpprojectTotal
source: Project Total
ar: مجموع المشروع

# Eng_Res_projectexpTotal
source: Total
ar: المجموع

# Eng_Rep_Dailyworkprod_act
source: Act
ar: نشط

# Eng_Rep_Dailyworkprod_allproject
source: All Project
ar: كل المشروع

# Eng_Rep_Dailyworkprod_area
source: Area
ar: منطقة

# Eng_Rep_Dailyworkprod_bonus
source: Bonus
ar: الاضافى

# Eng_Rep_Dailyworkprod_bonusfactor
source: Bonus Factor
ar: عامل المكافأة

# Eng_Rep_Dailyworkprod_customer
source: Customer
ar: العميل

# Eng_Rep_Dailyworkprod_customerclass
source: Customer Class
ar: فئة العملاء

# Eng_Rep_Dailyworkprod_descr
source: Description
ar: وصف

# Eng_Rep_Dailyworkprod_descri
source: Description
ar: الوصف

# Eng_Rep_Dailyworkprod_grandtotal
source: Grand Total
ar: المجموع الكلي

# Eng_Rep_Dailyworkprod_include
source: include
ar: تتضمن

# Eng_Rep_Dailyworkprod_nonrepair
source: Non Repair
ar: غير الإصلاح

# Eng_Rep_Dailyworkprod_phase
source: Phase
ar: المرحله

# Eng_Rep_Dailyworkprod_prod
source: Prod
ar: منتج

# Eng_Rep_Dailyworkprod_project
source: Project
ar: المشروع

# Eng_Rep_Dailyworkprod_projeng
source: Project Engineer
ar: مهندس المشروع

# Eng_Rep_Dailyworkprod_repair
source: Repair
ar: الاصلاح

# Eng_Rep_Dailyworkprod_scope
source: Scope
ar: النطاق

# Eng_Rep_Dailyworkprod_scopeclass
source: Scope Class
ar: فئة النطاق

# Eng_Rep_Dailyworkprod_unprod
source: Un Prod.hrs
ar: سعات عدم الانتاج

# Eng_Rep_Dailyworkprod_work
source: Work
ar: عمل

# Eng_Rep_Projectprogbstatus
source: Status
ar: الحالة

# Eng_Rep_Projectprogbtotal
source: Total
ar: المجموع

# Eng_Rep_Projectprogbuprice
source: U Price
ar: سعر الوحدة

# Eng_Rep_Projectprogdescrip
source: Description
ar: الوصف

# Eng_Rep_Projectprogitem
source: Item
ar: صنف

# Eng_Rep_Projectprogphase
source: Phase
ar: المرحلة

# Eng_Rep_ProjectStatuscontrvalue
source: Contr Value
ar: قيمة العقد

# Eng_Rep_ProjectStatuscurrentvalue
source: Current Value
ar: القيمة الحالية

# Eng_Rep_ProjectStatuscustomer
source: Customer
ar: عميل

# Eng_Rep_ProjectStatuscustomerclass
source: Customer Class
ar: فئة العملاء

# Eng_Rep_ProjectStatusincome
source: Income
ar: الدخل

# Eng_Rep_ProjectStatusinvoiceremain
source: Invoice Remain
ar: الفاتورة المتبقية

# Eng_Rep_ProjectStatusProdRemain
source: Prod Remain
ar: المنتج المتبقي

# Eng_Rep_ProjectStatusProductionValue
source: Production Value
ar: قيمة الإنتاج

# Eng_Rep_ProjectStatusproj
source: Proj
ar: مشروع

# Eng_Rep_ProjectStatusprojectdesc
source: Project Description
ar: وصف المشروع

# Eng_Rep_ProjectStatussalescode
source: Sales Code
ar: كود المبيعات

# Eng_Rep_ProjectStatusvariance
source: Variance
ar: الفرق

# Eng_RepDailySuperVisorbouns
source: Supervisor Bonus
ar: مكافأة المشرف

# Eng_RepDailyWork
source: Daily Work
ar: عمل يومي

# Eng_RepSubContractivity
source: Sub Contractor Activity
ar: نشاط المقاول الفرعي

# Eng_RepSubContrList
source: Sub Contractor List
ar: قائمة المقاولين الفرعية

# Off_CompanyResposibility
source: Company resposibility
ar: مسؤوليات الشركه

# Off_CustomerResposibility
source: Customer resposibility
ar: مسؤوليات العميل

# Fld_Activity
source: Activity
ar: الانشطه

# Fld_PhaseItems
source: Phase Items
ar: مراحل الاصناف

# Fld_ProjectFreeItems
source: Project Free Items
ar: اصناف المشروع المتاحه

# Sales_SalesItemlib_techdesca
source: Tech Desc A
ar: وصف فني عربي

# Sales_SalesItemlib_techdesce
source: Tech Desc E
ar: وصف فني انجليزي

# Sales_SalesItem_minsalesprice
source: Min Sales Price
ar: سعر البيع الأدنى

# Sales_SalesItem_stdsalesprice
source: Std Sales Price
ar: سعر البيع القياسي

# Sales_SalesItem_unitsellingprice
source: Unit Sales Price
ar: سعر بيع الوحدة

# Fld_IsEditable
source: Is Editable
ar: قابل للتعديل

# Sales_Fld_Salesprice
source: Sales Price
ar: سعر المبيعات

# Sales_Fld_Salestechdesca
source: Tech Desc
ar: وصف الفني

# OffStagI_MinUnitPrice
source: Min Unit Price
ar: اقل سعر بيع

# OffStagI_TechDescA
source: Tech Name Ar
ar: الاسم الفني عربي

# OffStagI_TechDescE
source: Tech Name En
ar: الاسم الفني انجليزي

# Cleander_Fld_friday
source: Friday
ar: الجمعة

# Cleander_Fld_Monday
source: Monday
ar: الاثنين

# Cleander_Fld_Starday
source: Saturday
ar: السبت

# Cleander_Fld_Sunday
source: Sunday
ar: الاحد

# Cleander_Fld_thersday
source: Thursday
ar: الخميس

# Cleander_Fld_Tuesday
source: Tuesday
ar: الثلاثاء

# Cleander_Fld_wednesday
source: Wednesday
ar: الأربعاء

# Fld_ContractNet
source: Contract Net
ar: صافي العقد

# Fld_ContractPrice
source: Contract Price
ar: سعر العقد

# Fld_DiscountAmount
source: Discount Amt
ar: تكلفة الخصم

# Fld_DiscountPrc
source: Discount Prc
ar: نسبة الخصم

# Fld_DownPaymentPrc
source: Down Pay Prc
ar: الدفعه الاولي

# Fld_WarrntyPrc
source: Warrnty Prc
ar: سعر الكفاله

# Fld_ContractNetPrice
source: ContractNet
ar: صافى العقد

# Fld_Cancel
source: Cancel
ar: الغاء

# Fld_ComputeTotal
source: Compute Total
ar: حساب المجموع

# Fld_Contract
source: Contract
ar: عقد

# Fld_OfferItem
source: Offer Item
ar: عرض البند

# Fld_PrintOffer
source: Print Offer
ar: طباعة العرض

# Fld_Reject
source: Reject
ar: رفض

# PManag_DescE
source: Desc
ar: الوصف

# PManag_PeriodCode
source: Code
ar: الكود

# PManag_ProdBudget
source: Budget
ar: الميزانيه

# PManag_ProductionOHCost
source: Prod OH Cost
ar: تكلفة الانتاج

# PManag_StdOHLabor
source: OH %
ar: OHLabor

# PManag_StdProdOHLabor
source: Prod OH %
ar: إنتاج العمل

# PManag_SubContractorCost
source: Sub Contr. Cost
ar: تكلفة المقاول من الباطن

# PManag_btnClc
source: Calculate
ar: حساب

# PManag_btnClose
source: Close
ar: غلق

# PManag_btnOpen
source: Open
ar: فتح

# Fld_Stage
source: Stage
ar: الدرجه

# Fld_LogOut
source: Logout
ar: تسجيل خروج

# Fld_ProfitMargin
source: Proft Mrgn%
ar: هامش الربح

# Fld_ContractTerms
source: Contract Terms
ar: شروط التعاقد

# ResMat_SchedType
source: Sched Type
ar: نوع الجدول

# Resm_Material_balanceQty
source: Balance Qty
ar: رصيد الكمية

# Resm_Material_desc
source: Description
ar: وصف

# Resm_Material_issuedQty
source: Issued Qty
ar: الكمية المصدرة

# Resm_Material_issueNo
source: Issue No
ar: العدد رقم

# Resm_Material_Reqdate
source: Req. Date
ar: تاريخ الطلب

# Resm_Material_ReqNo
source: Req .No
ar: رقم الطلب

# Resm_Material_ReqQty
source: Req. Qty
ar: الكمية المطلوبة

# Resm_Material_returnNo
source: Return No
ar: عودة لا

# Resm_Material_returnQty
source: Return Qty
ar: عودة الكمية

# Resm_Material_status
source: Status
ar: الحالة

# Resm_Bill_material_ApprovedQty
source: Approved Qty
ar: الكمية المعتمدة

# Resm_Bill_material_BalanceQty
source: Balance Qty
ar: رصيد الكمية

# Resm_Bill_material_IssuedQty
source: Issued Qty
ar: الكمية المصدرة

# Resm_Bill_material_RequiredQty
source: Required Qty
ar: الكمية المطلوبة

# Resm_Bill_material_ReturnQty
source: Return Qty
ar: عودة الكمية

# Resm_Bill_material_SchedRemain
source: Sched. Remain
ar: جدول البقاء

# Resm_Bill_material_total
source: Total
ar: المجموع

# Resm_Bill_material_unitcost
source: Unit Cost
ar: تكلفة الوحدة

# ResM_Mat_ScheduleNo
source: Schedule No.
ar: رقم الجدول

# ResM_Mat_Unauthorized
source: Unauthorized
ar: غير مصرح

# ResM_Leave
source: Leave
ar: مغادرة

# Fld_WaranteePrd
source: Warntee period
ar: مدة الضمان

# Def_Additions
source: Additions
ar: الإضافات

# Def_Discount
source: Discount
ar: خصم

# Def_projectnet
source: project net
ar: صافي المشروع

# Def_warrentyperiod
source: Warrenty Period
ar: فترة الضمان

# Work_RequiredNo
source: Req No
ar: العدد المطلوب

# Resm_Scserviceorder
source: service order
ar: رقم الخدمة

# Resm_WorkSchedule
source: Work Schedule
ar: جدول العمل

# Resm_all
source: All
ar: الكل

# Resm_AttendanceSheet
source: Attendance Sheet
ar: ورقة الحضور

# Resm_bonusheet
source: Bonus Sheet
ar: ورقة مكافأة

# Resm_branch
source: Branch
ar: الفرع

# Resm_Byitem
source: By Item
ar: حسب البند

# Resm_Byphase
source: By Phase
ar: حسب المرحلة

# Resm_detailseng
source: Details By Engineer
ar: التفاصيل حسب المهندس

# Resm_Equipmentmovement
source: Equipment movement
ar: حركة المعدات

# Resm_Equipmentutilization
source: Equipment utilization
ar: استخدام المعدات

# Resm_finish
source: finish
ar: انهاء

# Resm_fromlabor
source: From Labor
ar: من العمل

# Resm_LaborMovement
source: Labor Movement
ar: الحركة العمالية

# Resm_Laborutilization
source: Labor utilization
ar: استخدام العمالة

# Resm_LaborWork
source: Labor Work
ar: مهمة العمل

# Resm_materialcat
source: Material Cat
ar: فئة المواد

# Resm_MaterialUsage
source: Material Usage
ar: استخدام المواد

# Resm_PhaseStatus
source: Phase Status
ar: حالة المرحلة

# Resm_ProjectRequirements
source: Project Requirements
ar: متطلبات المشروع

# Resm_reporttype
source: Report Type
ar: نوع التقرير

# Resm_summarybyproject
source: Summary by project
ar: ملخص حسب المشروع

# Resm_toequip
source: To Equip
ar: الي تجهيز

# Resm_tolabor
source: To Labor
ar: إلى العمل

# Resm_tomat
source: To Mat
ar: الي مادة

# Resm_Utilization
source: Utilization
ar: استغلال

# Men_ResourceReports
source: Resource Reports
ar: تقارير ادارة الموارد

# Project_eng_Duration
source: Duration
ar: المدة الزمنية

# Project_eng_Durationhh
source: Duration DD : HH
ar: المدة الزمنية

# Project_eng_EndDate
source: End Date
ar: نهاية التاريخ

# Project_eng_Isnew
source: Is new
ar: جديد

# Project_eng_ItemCode
source: Item Code
ar: كود الصنف

# Project_eng_ItemDescription
source: Item Description
ar: وصف السلعة

# Project_eng_ItemQty
source: Item Qty
ar: البند الكمية

# Project_eng_ItemSer
source: Item Code
ar: رقم الكود

# Project_eng_Lag
source: Lag
ar: تأخر

# Project_eng_PhaseDesc
source: Phase Description
ar: وصف المرحلة

# Project_eng_ProductionQty
source: Production Qty
ar: الكمية الإنتاج

# Project_eng_RelationItem
source: Relation Item
ar: البند العلاقة

# Project_eng_Relationphase
source: Relation phase
ar: علاقة المرحلة

# Project_eng_Relationtype
source: Relation type
ar: نوع المرحلة

# Project_eng_StartDate
source: Start Date
ar: بداية التاريخ

# Project_eng_system
source: System
ar: النظام

# Project_eng_Total
source: Total
ar: المجموع

# Project_eng_UnitPrice
source: Unit Price
ar: سعر الوحده

# Project_eng_phaseno
source: Phase No.
ar: رقم المرحلة

# Projec_eng_ActivityVariation
source: Activity Variation
ar: تباين النشاط

# Project_eng_lineCode
source: line Code
ar: كود الخط

# OpProExp_Change_Remarks
source: Remarks
ar: ملاحظات

# OpProExp_Cost_Serial
source: Serial
ar: سيريال

# OpProExp_project_amount
source: Amount
ar: كمية

# OpProExp_project_Beneficial
source: Beneficial
ar: المستفيد

# OpProExp_project_expdesc
source: Expenses Name
ar: وصف النفقة

# OpProExp_project_expno
source: Expenses No.
ar: رقم النفقه

# OpProExp_project_Phase_Code
source: Phase Code
ar: كود المرحله

# OpProExp_project_RefNo
source: Refrance No.
ar: رقم المرجع

# Eng_ByActivity
source: By Activity
ar: حسب النشاط

# Eng_ByProject
source: By Project
ar: حسب المشروع

# Project_eng_OldProductionPrc
source: Old Production Prc.
ar: نسبة الكميه القديمه

# Project_eng_ProductionPrc
source: Production Prc.
ar: نسبة الانتاج

# Project_eng_Remarks
source: Remarks
ar: ملاحظات

source: Print Activity
ar: طباعه النشاط

# Eng_budget_BeforeJan
source: Before Jan
ar: قبل يناير

# Eng_budget_PhaseNo
source: Phase No
ar: رقم المرحلة

# Eng_budget_ProjNo
source: Proj No
ar: رقم المشروع

# Eng_budget_Value
source: Value
ar: القيمة

# Eng_Budg_Month
source: Month
ar: الشهر

# Spec_MaterialUsageitem
source: Material Usage By item
ar: استخدام المواد حسب البند

# Spec_MaterialUsageproject
source: Material Usage By project
ar: استخدام المواد حسب المشروع

# Spec_summary
source: Summary
ar: ملخص

# Spec_Equipmentwork
source: Equipment work
ar: عمل المعدات

# Spec_ProjectEngineer
source: Project Engineer
ar: مهندس المشروع

# Spec_Detail
source: Detail
ar: التفاصيل

# Resm_Laborbonus
source: Labor Bonus
ar: عمل اضافى

# Men_ProjectBandFollowUp
source: Project Band Follow Up
ar: متابعة فرقة المشروع

# Men_ProjectDistribution
source: Project Distribution
ar: توزيع المشروع

# Men_ProjectFollowUp
source: Project Follow Up
ar: متابعة المشروع

# Men_ProjectPhaseDistribution
source: Project Phase Distribution
ar: توزيع مرحلة المشروع

# Men_ProjectWorking
source: Project Working
ar: مشروع العمل

# REP_Monitoring
source: Monitoring
ar: مراقبة

# Men_RepEquipCostVariance
source: Equip Cost Variance
ar: تجهيز فروق التكلفة

# Men_RepLaborCostVariance
source: Labor Cost Variance
ar: تكلفة العمالة التباين

# Men_RepLaborEvaluation
source: Labor Evaluation
ar: تقييم العمل

# Men_RepMaterialCoverage
source: Material Coverage
ar: تغطية المواد

# Men_RepProjectCost
source: Project Cost
ar: تكلفة المشروع

# Men_RepProjectCostVarian
source: Project Cost Variance
ar: تكلفة المشروع التباين

# Men_RepProjectEvaluation
source: Project Evaluation
ar: تقييم المشاريع

# Men_RepSiteEngineerBonus
source: Site Engineer Bonus & Eff
ar: مهندس موقع مكافأة

# RepVariance
source: Variance
ar: التباين

# REP_RepEvaluation
source: Evaluation
ar: التقييم

# Eng_fld_LaborEvaluation
source: Labor Evaluation
ar: تقييم العمل

# Eng_fld_Region
source: Region
ar: منطقة

# Men_BranchComparison
source: BranchComparison
ar: مقارنة فرع

# Men_ByActivity
source: By Activity
ar: نشاطي

# Men_ByBranch
source: By Branch
ar: حسب الفرع

# Men_ByCustomerClass
source: By Customer Class
ar: حسب فئة العملاء

# Men_ByItem
source: By Item
ar: حسب البند

# Men_ByProject
source: By Project
ar: حسب المشروع

# Men_ByScope
source: By Scope
ar: بواسطة النطاق

# Men_ByScopeCategory
source: By Scope Category
ar: حسب نطاق الفئة

# Men_CompanyCollectiveWor
source: CompanyCollectiveWor
ar: شركة العمل الجماعي

# Men_DirectCostComparison
source: DirectCostComparison
ar: مقارنة التكلفة المباشرة

# Men_EvaluationComparison
source: EvaluationComparison
ar: مقارنة التقييم

# Men_IncomeComparison
source: Billing Comparison
ar: مقارنة الدخل

# Men_NormsVariationReport
source: NormsVariationReport
ar: تقرير تنوع القواعد

# Men_ProductionComparison
source: Production Comparison
ar: مقارنة الإنتاج

# Men_SalesComparison
source: Sales Comparison
ar: مقارنة المبيعات

# Men_SubContractorWork
source: SubContractorWork
ar: عمل المقاول من الباطن

# Dss_fld_AdditionalWork
source: Additional Work
ar: تكلفة الساعة

# Dss_fld_ContractPrice
source: Contract Price
ar: قيمة التعاقد

# Dss_fld_NewProjects
source: New Projects
ar: مشروع جديد

# Dss_fld_ProjectChange
source: Project Change
ar: تغيير المشروع

# Dss_fld_Projectincluded
source: Project included
ar: محتوي المشروع

# Dss_fld_SalesValueSelection
source: Sales Value Selection
ar: اختيار قيمة المبيعات

# Dss_fld_BySalesPrice
source: By Sales Price
ar: حسب سعر البيع

# Dss_fld_ByCustomerBill
source: By Customer Bill
ar: بواسطة بيل العملاء

# Dss_fld_ByProductionInvoice
source: By Production Invoice
ar: بواسطة فاتورة الإنتاج

# Dss_fld_IncomeValueSelection
source: Income Value Selection
ar: اختيار قيمة الدخل

# Dss_fld_FromBranch
source: From Branch
ar: من فرع

# Dss_fld_tobranch
source: to branch
ar: الي الفرع

# DSS_byRegion
source: ByRegion
ar: بالمنطقة

# Cost_LineCode
source: Line Code
ar: الكود

# OffBil_DueAmount
source: DueAmount
ar: المبلغ المستحق

# OffBil_DueDate
source: DueDate
ar: تاريخ الاستحقاق

# OffBil_DuePrc
source: DuePrc
ar: نسبة الاستحقاق

# OffBil_ItemDesc
source: ItemDesc
ar: وصف العنصر

# OffBil_OfferItemId
source: OfferItemId
ar: رقم العرض

# OffBil_PayDescA
source: PayDescA
ar: الوصف عربى

# OffBil_PayDescE
source: PayDescE
ar: الوصف انجليزى

# OffBil_Prodprc
source: Prodprc
ar: نسبة الانجاز

# OffBil_Remarks
source: Remarks
ar: ملاحظات

# OffBil_Serial
source: Serial
ar: المسلسل

# work_PlanQty
source: Plan Qty
ar: ك مخطط

# SMB_LineCode
source: Line Code
ar: رقم البند

# SMB_Prod_TrNo
source: Prod_TrNo
ar: رقم الانتاج

# Fld_Validty
source: Validity Mnth
ar: الصلاحية بالشهور

# Resm_fld_Issue
source: Transactions
ar: العمليات

# ResM_Materiallabor_Labname
source: Labor Name
ar: اسم العامل

# Old_Project
source: Enter Project
ar: ادخال المشروع

# Fld_Additional
source: Hour Cost
ar: التكلفة الاضافية

# SMB_PrevBillQty
source: Billed Qty
ar: مفوتر سابقا

# SMB_ProdQty
source: Prod Qty
ar: الانتاج

# SMB_ProjQty
source: Proj Qty
ar: كمية المشروع

# SMB_UomCode
source: Unit
ar: الوحدة

source: By Labor
ar: بواسطة العمل

# Men_UsersSetting
source: User Privildges
ar: صلاحيات المستخدمين

# URS_Active
source: Active
ar: نشط

# URS_Add
source: Add
ar: الاضافة

# URS_City
source: City
ar: المدينة

# URS_CopyFrom
source: Member Of
ar: نسخة من

# URS_Delete
source: Delete
ar: الحذف

# URS_Department
source: Department
ar: القسم

# URS_Edit
source: Edit
ar: التعديل

# URS_EditImg
source: Edit Image
ar: تعديل الصورة

# URS_Job
source: Job
ar: الوظيفة

# URS_KeepRelation
source: Keep Relation
ar: حفظ العلاقات

# URS_Operate
source: Access
ar: تفعيل

# URS_Password
source: Password
ar: كلمة المرور

# URS_Print
source: Print
ar: الطباعة

# URS_Save
source: Save
ar: الحفظ

# URS_Show
source: Show
ar: العرض

# URS_ShowImg
source: Show Image
ar: عرض الصورة

# URS_UserCode
source: User Code
ar: كود المستخدم

# URS_UserName
source: User Name
ar: اسم المستخدم

# RDBillingList
source: Billing List
ar: قائمة الفواتير

# RDProdVsBill
source: Production VS Billing
ar: الانتاج مقابل الفواتير

source: By Engineer
ar: حسب المهندس

source: By SubContractor
ar: حسب مقاول الباطن

# Fld_NetAmount
source: Net Amount
ar: الصافي

# ProjSpec_ProdPRc
source: Prod%
ar: النسبة

# ProjItemsInventory
source: Project Items Inventory
ar: جرد أصناف مشروع

# Men_EngReports
source: Engineering Reports
ar: تقارير المشاريع

source: By Scope
ar: بالنطاق

# Rpt_Grouping
source: Group By
ar: تجميع بواسطة

# Fld_Reopen
source: ReOpen
ar: اعادة فتح

# Fld_VatPrc
source: VAT %
ar: نسبة الضريبة

# Def_VatPrc
source: VAT%
ar: نسبة الضريبة

# Eng_Summary
source: Summary
ar: ملخص

# Spec_MaterialUsageSummary
source: Material Usage Summary
ar: ملخص استخدام المواد

source: By Material
ar: وفقا للمادة

source: By Transaction
ar: وفقا لحركة الصرف

# Fld_TotalAllowance
source: Total Allowance
ar: اجمالي البدلات

# rpByInvoice
source: By Invoice
ar: بالفاتورة

# rpByPhase
source: By Phase
ar: بالمرحلة

# RpVatType
source: Vat Type
ar: نوع الضريبة

# Men_PeriodBudget
source: Monthly Production Budget
ar: مستهدف الانتاج الشهري

# ResM_Materiallabor_LateNo
source: Absence No
ar: رقم الحركة
