Repository: DrMahroos/PMS2
Catalog: PMS.WebUI/Resources/SystemResource.*.resx
Languages: ar

# EqCat_ClassCode
source: Class Code
ar: رقم الفئة

# EqCat_DeprRate
source: Depereciation Rate
ar: معدل الاهلاك

# EqCat_DescA
source: Arabic Name
ar: الاسم عربي

# EqCat_DescE
source: English Name
ar: الاسم انجليزي

# EqCat_HourCost
source: Hour Cost
ar: تكلفة الساعة

# EqCat_HourDeprCost
source: Hour Depereciation Cost
ar: تكلفة الاهلاك فى الساعة

# EqCat_HourOprCost
source: Hour Operating Cost
ar: تكلفة التشغيل فى الساعة

# Fld_AbsCode
source: Absence Code
ar: رمز الغياب

# Fld_AccountNo
source: Account Number
ar: رقم الحساب

# Fld_ActivityCode
source: Activity Code
ar: رمز النشاط

# Fld_ActivityID
source: Activities
ar: الانشطة

# Fld_ActivityPriceDetailId
source: Act Number
ar: رقم النشاط

# Fld_ActivityPriceId
source: Act description
ar: وصف النشاط

# Fld_ActQty
source: Quantity
ar: كمية النشاط

# Fld_AreaName
source: Area Name
ar: اسم المنطقة

# Fld_AreaNo
source: Area No.
ar: رقم المنطقة

# Fld_BasicSalary
source: Monthly Salary
ar: الراتب الشهرى

# Fld_BonusAddFactor
source: Bonus Add Factor
ar: معامل الاضافة لعمولة

# Fld_BonusDedFactor
source: Bonus Ded Factor
ar: معامل الخصم من العمولة

# Fld_BonusRate
source: Bouns Rate
ar: معامل البونص

# Fld_BraCode
source: Area Code
ar: كود الفرع

# Fld_BreakEnd
source: Break End
ar: نهاية الاستراحة

# Fld_BreakStart
source: Break Start
ar: بداية الاستراحة

# Fld_CalcUnitPrice
source: Calc Price
ar: سعر الوحدة

# Fld_CarPlateNo
source: Car Plate
ar: لوحة السيارة

# Fld_CategCode
source: Category Code
ar: كود الفئة

# Fld_ChasisNo
source: Chasis No.
ar: رقم الشاص

# Fld_ClassCode
source: Class Code
ar: كود

# Fld_Code
source: Code
ar: رمز

# Fld_CompCode
source: Acc Code
ar: رمز الشركة

# Fld_CreatedAt
source: Contracts Value
ar: انشاء في

# Fld_CreatedBy
source: Name
ar: اسم

# Fld_DailyProdQtyTeam
source: Daily Prod. Qty /Team
ar: الانتاج اليومي للفريق

# Fld_DailyWorkHours
source: Daily Work Hours
ar: ساعات العمل اليومية

# Fld_DeprRate
source: Department Rate
ar: نسبة القسم

# Fld_DescA
source: Arabic Name
ar: الاسم

# Fld_DescE
source: English Name
ar: الاسم بالانجليزى

# Fld_EffeciencyPrc
source: Effeciency %
ar: الكفاءة%

# Fld_Email
source: Email
ar: البريد الاليكترونى

# Fld_EngCode
source: Eng. Code
ar: رمز المهندس

# Fld_EquipClassId
source: Equip. Class
ar: تصنيف المعدة

# Fld_EquipCost
source: Equip Cost
ar: تكلفة المعدة

# Fld_EquipmentOHRate
source: Equipment OH Rate
ar: معدل التكلفة الاضافية من المعدات

# Fld_EquipmentPOHRate
source: Equipment POH Rate
ar: معدل تكلفة الانتاج من المعدات

# Fld_EquipmentRequirement
source: Equipment Requirement
ar: متطلبات المعدات

# Fld_ExpCatCode
source: Category Code
ar: رمز الفئة

# Fld_ExpCatID
source: Exp. Category
ar: تكلفة الفئة1

# Fld_ExpCode
source: Expenses Code
ar: رمز التكلفة

# Fld_ExpensesOHRate
source: Expenses OH Rate
ar: معدل التكلفة الاضافية من المصاريف

# Fld_ExpensesPOHRate
source: Expenses POH Rate
ar: معدل تكلفة الانتاج من المصاريف

# Fld_HourCost
source: Hour Opr. Cost
ar: تكلفة التشغيل

# Fld_HourDeprCost
source: Depr. Cost
ar: تكلفة الاهلاك

# Fld_HourOprCost
source: Operation Hour Cost
ar: تكلفة التشغيل للساعة

# Fld_HourProduction
source: Hour Prod. Qty/ Team
ar: الانتاج في الساعة

# Fld_IsProdIncluded
source: prod included ?
ar: يضاف للانتاجية ؟

# Fld_ItemID
source: UOM
ar: الصنف

# Fld_ItemsSystemActivityId
source: ACT
ar: الانشطة

# Fld_ActivityDesc
source: Activity Description
ar: وصف النشاط

# Fld_LaborCategoryId
source: Category Code
ar: كود الفئة

# Fld_LaborClassId
source: Class Code
ar: كود الطبقة العاملة

# Fld_LaborCode
source: LaborCode
ar: كود العامل

# Fld_LaborCost
source: Labor Cost
ar: تكلفة العامل

# Fld_LaborOHRate
source: Labor OH Rate
ar: معدل التكلفة الاضافية من العمالة

# Fld_LaborPOHRate
source: Labor POH Rate
ar: معدل تكلفة الانتاج من العمالة

# Fld_LaborProdPerHour
source: Labor Prod. Per Hour
ar: انتاج العامل في الساعة

# Fld_LaborRequirement
source: Labor Requirement
ar: متطلبات العمالة

# Fld_Level
source: Level
ar: المستوي

# Fld_LocationId
source: Location Code
ar: رمز المكان

# Fld_MaintNotes
source: Maint Notes
ar: ملاحظات الصيانة

# Fld_Make
source: Make
ar: المصنع

# Fld_MakeType
source: MakeType
ar: نوع المصنع

# Fld_MatCost
source: Mat.cost
ar: تكلفة المواد

# Fld_MaterialOHRate
source: Material OH Rate
ar: معدل التكلفة الاضافية من المواد

# Fld_MaterialPOHRate
source: Material POH Rate
ar: معدل تكلفة الانتاج من المواد

# Fld_MaterialRequirement
source: Material Requirement
ar: متطلبات المواد

# Fld_MaterialWaste
source: Material Waste %
ar: %الهادر للمواد

# Fld_MinUnitPrice
source: Min Price
ar: سعر الحد الأدنى

# Fld_Mobile
source: Mobile
ar: الجوال

# Fld_Model
source: Model
ar: النموذج

# Fld_NationalityCode
source: Nationality Code
ar: رمز الجنسية

# Fld_NationalityID
source: Nationality
ar: الجنسية

# Fld_NewPrice
source: New Price
ar: السعر الجديد

# Fld_OHCost
source: OH Cost
ar: التكالف الاضافية

# Fld_OldPrice
source: Old Price
ar: السعر القديم

# Fld_OutOFServiceDate
source: Out OF Service Date
ar: تاريخ الخروج من الخدمة

# Fld_OverTimeCode
source: Over Time Code
ar: نوع العمل الاضافي

# Fld_Parentactivity
source: Parent Activity
ar: النشاط الرئيسي

# Fld_ParentLocationId
source: Parent Location
ar: الموقع الرئيسي

# Fld_PhaseId
source: Current Phase Number
ar: رقم المرحلة الحالية

# Fld_PlateNo
source: Plate No.
ar: رقم اللوحة

# Fld_POHCost
source: POH Cost
ar: التكلفة الاضافية للانتاج

# Fld_ProdPrc
source: % Prod
ar: % الانتاجية

# Fld_Profit
source: Profit Amt.
ar: الربح

# Fld_Profit1
source: Profit %
ar: الربح%

# Fld_ProjectID
source: Current Project Number
ar: كود المشروع الحالى

# Fld_PurchaseCost
source: Purchase Cost
ar: تكلفة الشراء

# Fld_PurchaseDate
source: Purchase Date
ar: تاريخ الشراء

# Fld_Rate
source: Rate
ar: معدل

# Fld_ReasonCode
source: Reason Code
ar: كود السبب

# Fld_Remarks
source: Remarks
ar: ملاحظات

# Fld_ReqQty
source: Req Qty
ar: الكمية المطلوبة

# Fld_SalesEngineerId
source: Sales Engineer
ar: مهندس مبيعات

# Fld_ScopeCategCode
source: Category Code
ar: كود الفئة

# Fld_ScopeCategoryID
source: Scope Category
ar: نطاق الفئة

# Fld_ScopeCode
source: Scope Code
ar: فئة النطاق

# Fld_Speciality
source: Engineer Special
ar: التخصص

# Fld_StartServiceDate
source: Start Service Date
ar: تاريخ بدء الخدمة

# Fld_StartTime
source: Start Time
ar: بداية الوقت

# Fld_SubControlOHRate
source: Sub Control OH Rate
ar: معدل التكلفة الاضافية من مقاولي الباطن

# Fld_SubControlPOHRate
source: Sub Control POH Rate
ar: معدل تكلفة الانتاج من مقاوي الباطن

# Fld_SystemCode
source: System Code
ar: رمز النظام

# Fld_Tel
source: Tel
ar: الهاتف

# Fld_TotalAllow
source: Monlthly Target
ar: المستهدف الشهري

# Fld_TrNo
source: No of Offers
ar: رقم الحركة

# Fld_UnitPrice
source: Sales Price
ar: سعر البيع

# Fld_UnitSellingPrice
source: Unit Selling Price
ar: سعر بيع الوحدة

# Fld_UOM
source: UOM
ar: وحدة القياس

# Fld_UomCode
source: Uom Code
ar: رمز وحدة القياس

# Fld_UpdatedAt
source: Offer Value
ar: تاريخ التعديل

# Fld_UpdatedBy
source: Contract
ar: اسم المستخدم

# Fld_VendorID
source: Vendor
ar: المورد

# Fld_Waranty
source: Warranty
ar: ضمان

# Fld_WorkingDays
source: Working Days
ar: أيام العمل

# Men_ActivityDefinition
source: Activity Definition
ar: تعريف الانشطة

# Men_ActivityInformationBank
source: Activity Information Bank
ar: بنك معلومات الانشطة

# Men_ActivityPrice
source: Activity Price
ar: سعر النشاط

# Men_AreaDefinition
source: Area Definition
ar: تعريف المنطقة

# Men_CalendarDefinition
source: Calendar Definition
ar: تعريف التقويم

# Men_CategoryDefinition
source: Category Definition
ar: تعريف الفئة

# Men_CompanyRespItem
source: Company Resp Item
ar: مسؤوليات الشركة

# Men_ContractList
source: Contract List
ar: قائمة العقود

# Men_CustomerBilling
source: Customer Billing
ar: فواتير العملاء

# Men_CustomerCategory
source: Customer Category
ar: فئة العملاء

# Men_CustomerRespItems
source: Customer Resp Items
ar: مسؤوليات الشركة

# Men_Customers
source: Customers
ar: العملاء

# Men_Engineers
source: Engineers
ar: المهندسين

# Men_EquipmentCategory
source: Equipment Class
ar: فئات المعدات

# Men_EquipmentDefinition
source: Equipment Definition
ar: تعريف المعدات

# Men_EquipToolsDefinition
source: Equip Tools Definition
ar: تعريف المعدات

# Men_Expenses
source: Expenses
ar: المصاريف

# Men_ExpensesCategory
source: Expenses Category
ar: فئة المصاريف

# Men_IssueProduction
source: Issue Production
ar: فاتورة انجاز

# Men_ItemDefinition
source: Item Definition
ar: تعريف البند

# Men_LaborAbsenceReasons
source: Labor Absence Reasons
ar: أسباب غياب العامل

# Men_LaborCategory
source: Labor Category
ar: فئة العمال

# Men_LaborClass
source: Labor Class
ar: طبقة العمال

# Men_LaborDefinition
source: Labor Definition
ar: تعريف العامل

# Men_LaborOvertimetypes
source: Labor Overtime types
ar: أنواع العمل الإضافي

# Men_LocationDefinition
source: Location Definition
ar: تعريف الموقع

# Men_MaterialDefinition
source: Material Definition
ar: تعريف المواد

# Men_Nationality
source: Nationality
ar: الجنسية

# Men_OfferBillingSchedule
source: Offer Billing Schedule
ar: جدول دفعات العرض

# Men_OfferCostEstimation
source: Offer Cost Estimation
ar: تقدير تكلفة العرض

# Men_OfferDefinition
source: Offer Definition
ar: تعريف العرض

# Men_OfferSpecification
source: Offer Specification
ar: مواصفات العرض

# Men_OtherDefinition
source: Other Definition
ar: تعريفات متنوعة

# Men_PeriodManagement
source: Period Management
ar: إدارة الفترة

# Men_ProductionAndBilling
source: Production And Billing
ar: الإنتاج والفواتير

# Men_ProductionVsBilling
source: Production Vs Billing
ar: الإنتاج مقابل الفواتير

# Men_Reports
source: Reports
ar: التقارير

# Men_SalesDataLibrary
source: Sales Data Library
ar: مكتبة بيانات المبيعات

# Men_SalesEngCategory
source: Sales Eng. Category
ar: فئات مهندسي المبعيات

# Men_SalesEngineer
source: Sales Engineer
ar: مهندس مبيعات

# Men_SalesItemLibrary
source: Sales Item Library
ar: بنود المبيعات

# Men_SalesItemPlan
source: Sales item Breakdown
ar: تخطيط بنود المبيعات

# Men_SalesmanActivity
source: Sales man Activity
ar: انشطة مهندسي المبيعات

# Men_SalesManBonus
source: Sales Man Bonus
ar: مكافئات مهندسي المبيعات

# Men_SalesOperations
source: Sales Operations
ar: عمليات المبيعات

# Men_ScopeClassandCat
source: Scope Class and Category
ar: فئات نطاق العمل

# Men_ScopeClassandCategory
source: Scope Classand Category
ar: فئات نطاق العمل

# Men_ScopeDefinition
source: Scope Definition
ar: تعريف نطاق العمل

# Men_SiteEngCategory
source: Site Eng. Category
ar: فئات مهندسي الموقع

# Men_SiteEngineer
source: Site Engineer
ar: مهندس موقع

# Men_StartOfWork
source: Start Of Work
ar: بداية العمل

# Men_SystemSetting
source: System Setting
ar: اعدادات النظام

# Men_UnitsOfMeasure
source: Units Of Measure
ar: وحدات القياس

# Men_UnProductioncategory
source: Stop Production Reason Category
ar: فئات اسباب توقف الانتاجية

# Men_UnProductionreasons
source: Stop Production Reasons
ar: اسباب توقف الانتاجية

# Men_VendorDefinition
source: Vendor Definition
ar: تعريف الموردين

# PManag_FromDate
source: From Date
ar: من تاريخ

# PManag_ToDate
source: ToDate
ar: الي تاريخ

# SEngCat_Rate
source: Yearly Target
ar: المستهدف السنوي

# ExpCat_AccountNo
source: AccountNo
ar: رقم الحساب

# ExpCat_DescA
source: Arabic Name
ar: الاسم عربى

# ExpCat_DescE
source: English Name
ar: الاسم انجليزى

# ExpCat_ExpCatCode
source: Expense CatCode
ar: كود

# Expens_AccountNo
source: AccountNo
ar: رقم الحساب

# Expens_DescA
source: Arabic Name
ar: الاسم عربى

# Expens_DescE
source: English Name
ar: الاسم انجليزى

# Expens_ExpCode
source: Expenses Code
ar: كود التكلفة

# Fld_ParentActivityID
source: Parent Activity ID
ar: كود الاب

# LabAbs_AbsCode
source: Absence Code
ar: كود الغياب

# LabAbs_DescA
source: Arabic Name
ar: الاسم عربى

# LabAbs_DescE
source: English Name
ar: الاسم انجليزى

# LabAbs_Remarks
source: Remarks
ar: ملاحظات

# LabCat_BonusRate
source: Bonus Rate
ar: معدل المكافئة

# LabCat_CategCode
source: Category Code
ar: كود الفئة

# LabCat_DescA
source: Arabic Name
ar: الاسم عربى

# LabCat_DescE
source: English Name
ar: الاسم انجليزى

# LabCat_Remarks
source: Remarks
ar: ملاحظات

# LabClass_BonusAddFactor
source: BonusAddFactor
ar: معامل لاضافة علي المكافئة

# LabClass_BonusDedFactor
source: BonusDedFactor
ar: معامل الخصم من المكافئة

# LabClass_ClassCode
source: ClassCode
ar: كود

# LabClass_DescA
source: Arabic Name
ar: الاسم عربى

# LabClass_DescE
source: English Name
ar: الاسم انجليزى

# LabClass_HourCost
source: Hour Cost
ar: تكلفة الساعة

# LabClass_Remarks
source: Remarks
ar: ملاحظات

# LabOvTime_DescA
source: Arabic Name
ar: الاسم عربى

# LabOvTime_DescE
source: English Name
ar: الاسم انجليزى

# LabOvTime_OverTimeCode
source: OverTimeCode
ar: رمز نوع العمل الاضافي

# LabOvTime_Rate
source: Rate
ar: معدل

# Nationalty_DescA
source: Arabic Name
ar: الاسم عربى

# Nationalty_DescL
source: English Name
ar: الاسم انجليزى

# Nationalty_NationalityCode
source: Nationality Code
ar: كود الجنسية

# ScopClassCat_DescA
source: Arabic Name
ar: الاسم عربى

# ScopClassCat_DescE
source: English Name
ar: الاسم انجليزى

# ScopClassCat_ScopeCategCode
source: ScopeCategory Code
ar: كود

# ScopDef_DescA
source: Arabic Name
ar: الاسم عربى

# ScopDef_DescE
source: English Name
ar: الاسم انجليزى

# ScopDef_ScopeCode
source: ScopeCode
ar: كود

# UnitMeasre_DescA
source: Arabic Name
ar: الاسم عربى

# UnitMeasre_DescE
source: English Name
ar: الاسم انجليزى

# UnitMeasre_UomCode
source: UomCode
ar: كود

# UnProdCat_CategCode
source: Category Code
ar: كود الفئة

# UnProdCat_DescA
source: Arabic Name
ar: الاسم عربى

# UnProdCat_DescE
source: English Name
ar: الاسم انجليزى

# UnProdRes_DescA
source: Arabic Name
ar: الاسم عربى

# UnProdRes_DescE
source: English Name
ar: الاسم انجليزى

# UnProdRes_ReasonCode
source: Reason Code
ar: كود السبب

# SMB_AddToBusket
source: AddToBusket
ar: الاضافة الي السله

# SMB_CurrentBasket
source: Current Basket
ar: السله الحاليه

# SMB_CurrentInvoices
source: Current Invoices
ar: الفاتوره الحاليه

# SMB_CurrentSales
source: CurrentSales
ar: المبيعات الحالية

# SMB_OpenBasket
source: Op. Basket
ar: افتتاحي السلة

# SMB_OpenSales
source: Op.Sales
ar: المبيعات الافتتاحية

# SMB_Salary
source: Salary
ar: الراتب

# SMB_SalesEngineerId
source: Categ Code
ar: Code

# Act_EquipName
source: EquipName
ar: اسم المعدة

# Act_ItemName
source: Material Name
ar: اسم العنصر

# Act_LaborClass
source: Class
ar: فئة العامل

# Act_NoOfEquipments
source: NoOfEquipments
ar: عدد المعدات

# Act_NoOfLabors
source: NoOfLabors
ar: عدد العمال

# Act_ReqQty
source: Req Qty
ar: الكمية المطلوبة

# Act_WastQty
source: WastQty
ar: الكمية المهدرة

# Fld_ContPer
source: Contact Person
ar: اسم المسؤول

# Fld_mobilee
source: Mobile
ar: الجوال

# Fld_projcode
source: Project Code
ar: رقم المشروع

# Fld_projdesc
source: Project Description
ar: وصف المشروع

# Fld_Remarkss
source: Remarks
ar: ملاحظات

# Fld_SlsEng
source: Sales Engineer
ar: مهندس المبيعات

# Fld_telephone
source: Telephone
ar: هاتف

# SMB_BilledQty
source: Bill Qty
ar: الكمية المفوترة

# SMB_Current
source: Cur Prod Qty
ar: الانتاج الحالي

# SMB_itemcode
source: Item code
ar: البند

# SMB_itemdes
source: Item Description
ar: اسم البند

# SMB_itemqty
source: Item Qty
ar: الكمية

# SMB_itemserial
source: Serial
ar: مسلسل

# SMB_prev
source: Prev P Qty
ar: السابق

# SMB_Remarks
source: Remark
ar: ملاحظات

# SMB_toproqty
source: Total P Qty
ar: اجمالي الكمية المنتجة

# SMB_total
source: Total
ar: الاجمالي

# SMB_UnBilledQty
source: Un Billed Qty
ar: الكمية الغير مفوترة

# SMB_UnitPrice
source: Unit Price
ar: سعر البيع

# Men_SalesPayTerms
source: Sales Payment Terms
ar: تعريف شروط السداد

# Fld_ArabicName
source: Arabic Name
ar: الاسم

# Fld_Description
source: Description
ar: الوصف

# Fld_isActive
source: Active
ar: نشط

# Fld_MinSPrice
source: Min Sales Price
ar: اقل سعر للبيع

# Fld_salesItemCode
source: Code
ar: الكود

# Fld_Scope
source: Scope
ar: النطاق

# Fld_SellingPrice
source: Selling Price
ar: سعر البيع

# Fld_Vendor
source: Vendor
ar: المورد

# Fld_TotalCost
source: TotalCost
ar: اجمالى التكلفة

# Fld_Authorize
source: Authorize
ar: اعتماد

# Fld_FromAct
source: FromAct
ar: من نشاط

# Fld_loadActivity
source: loadActivity
ar: تحميل النشاط

# Fld_ToAct
source: ToAct
ar: الى نشاط

# Fld_TRDate
source: TRDate
ar: تاريخ الحركة

# Fld_TRNumber
source: TRNumber
ar: رقم الحركة

# Fld_Cancle
source: Cancle
ar: الغاء

# Fld_Close
source: Close
ar: اغلاق

# Fld_Help
source: Help
ar: المساعدة

# Fld_Ok
source: OK
ar: موافق

# Fldclose
source: close
ar: مغلق

# Fld_Costumer
source: Customer
ar: العميل

# Fld_Date
source: Date
ar: التاريخ

# Fld_Final
source: Final
ar: الاخير

# Fld_FromDate
source: FromDate
ar: من تاريخ

# Fld_GenerateProduction
source: Generate Production
ar: توليد المنتج

# Fld_Process
source: Process
ar: منفذ

# Fld_ProdAmount
source: Prod Amount
ar: كمية المنتج

# Fld_ProdNo
source: ProdNo
ar: رقم المنتج

# Fld_Project
source: Project
ar: المشروع

# Fld_Rejectremaining
source: Reject remaining
ar: تجاهل المتبقى

# Fld_To
source: To
ar: الى

# Fld_WorkDescription
source: Description
ar: وصف العمل

# SMB_BonusAmount
source: Bonus Amount
ar: مبلغ المكافأه

# Fld_ToDate
source: ToDate
ar: الى تاريخ

# Fld_Year
source: Year
ar: السنة

# SMB_Code
source: Cat
ar: الفئة

# SMB_engName
source: Name
ar: الاسم

# Fld_ItemDesc
source: Item Desc
ar: وصف الصنف

# Fld_OfferItemId
source: Item code
ar: كود الصنف

# Fld_PayDescA
source: Payment Description Ar
ar: الوصف عربى

# Fld_Serial
source: Serial
ar: تسلسل

# Fld_PayDescE
source: Payment Description En
ar: PayDescE

# Fld_Customer
source: Customer
ar: العميل

# Fld_OfferDate
source: Offer Date
ar: تاريخ العرض

# Fld_OfferDescA
source: Offer DescA
ar: وصف العرض

# Fld_OfferNo
source: OfferNo
ar: رقم العرض

# Fld_OfferPrice
source: OfferPrice
ar: سعر العرض

# Fld_OfferSerial
source: OfferSerial
ar: سيريال العرض

# Fld_OfferStatus
source: Offer Status
ar: حالة العرض

# Fld_Paymentmethod
source: Payment method
ar: طريقة الدفع

# Cust_BraCode
source: Area
ar: الباركود

# Cust_custEng_code
source: Sales Engineer
ar: مندوب المبيعات

# Cust_CustomerCode
source: Customer Code
ar: كود العميل

# Cust_CustomerContact
source: Contact Person
ar: الشخص المسؤول

# Cust_Customermobile
source: Customer Mobile
ar: موبيل العمبل

# Cust_CustomerTel
source: Tel
ar: تلفيون العميل

# Cust_ProjectCode
source: Project Code
ar: رقم المشروع

# Cust_Proj_remarks
source: Remarks
ar: ملاحظات المشروع

# Fld_Address
source: Address
ar: العنوان

# Fld_ChamberNo
source: ChamberNo
ar: رقم اشتراك الغرفة

# Fld_CRNumber
source: CRNumber
ar: رقم السجل

# Fld_CustomerCode
source: Customer Code
ar: كود العميل

# Fld_fax
source: fax
ar: الفاكس

# Fld_Temporary
source: Temporary
ar: عميل

# Fld_vat
source: VAT
ar: الضربية

# CustCat_Code
source: Code
ar: الكود

# CustCat_DescA
source: Arabic Name
ar: الاسم عربي

# CustCat_DescE
source: English Name
ar: الاسم الانجليزي

# CustCat_Remarks
source: Notes
ar: ملاحظات

# Men_SalesPaymentTerms
source: Sales Payment Terms
ar: شروط الدفع للمبيعات

# Act_ItemCode
source: Material
ar: المادة

# Act_Unit
source: Unit
ar: الوحدة

# Eng_project
source: Project
ar: المشروع

# Men_ProjectDefination
source: Project Definition
ar: تعريف المشروع

# Men_ProjectSpecification
source: Project Specification
ar: مواصفات المشروع

# Def_contractno
source: Contract Number
ar: رقم التعاقد

# Def_contract_val
source: Contract Value
ar: قيمة التعاقد

# Def_contrDate
source: Contract Date
ar: تاريخ التعاقد

# Def_contrperiod
source: Contract Period
ar: مدة التعاقد

# Def_dowpay
source: Down payment
ar: الدفعة الاولي

# Def_projecphase
source: Phase
ar: مرحلة المشروع

# Def_projectitem
source: Project Item
ar: بند الشمروع

# Def_project_val
source: Project Value
ar: قيمة المشروع

# Def_techn
source: Techniqal Specification
ar: المواصفات الفنية

# Def_term
source: Term And Condition
ar: الاحكام والشروط

# Def_warrant
source: Warranty
ar: ضمان

# Def_warrantypay
source: Warranty Payment
ar: دفع الضمان

# Men_Definition
source: Definition
ar: التعريف

# Men_Evaluation
source: Sub Contr Evaluation
ar: ربح مقاول الباطن

# Men_OpProductionEntry
source: Production Entry
ar: دخول الإنتاج

# Men_OpProjectExpenses
source: Project Expenses
ar: نفقات المشروع

# Men_Prequalification
source: Prequalification
ar: التأهيل

# Men_Production
source: Sub Contractor Production
ar: انتاج مقاول الباطن

# Men_ProductionEntry
source: SC Production Entry
ar: دخول الإنتاج

# Men_ProjectChange
source: Project Change
ar: تغيير المشروع

# Men_ProjectMasterPlan
source: Project Master Plan
ar: خطة المشروع الرئيسية

# Men_ServiceOrder
source: Service Order
ar: طلب الخدمة

# Men_SubContContract
source: Sub Cont Contract
ar: العقد الفرعي

# Men_SubContractorActivity
source: Sub Contractor Activity
ar: نشاط المقاول الفرعي

# Men_SubContractorListing
source: Sub Contractor Listing
ar: قائمة المقاول الفرعي

# Men_SubContractorReports
source: Sub Contractor Reports
ar: تقارير المقاول الفرعي

# Men_WorkSchedule
source: Work Schedule
ar: جدول العمل

# Change_proj_phase
source: Project_phase
ar: مرحلة المشروع

# Change_Refno
source: Ref No
ar: الرقم المرجعي

# Chang_variant_desc
source: Variant Description
ar: وصف متغير

# Chang_variant_no
source: Variant No
ar: رقم متغير

# Mast_breaking_End
source: Item Description
ar: وصف العنصر

# Mast_breaking_start
source: Phase Description
ar: وصف المرحله

# Mast_end_date
source: End Date
ar: نهاية التاريخ

# Mast_project
source: Project
ar: المشروع

# Mast_start_date
source: Start Date
ar: بداية التاريخ

# Mast_start_time
source: Item Code
ar: رقم العنصر

# Change_date
source: Date
ar: التاريخ

# Pre_address
source: Address
ar: العنوان

# Pre_apllydate
source: Apply Date
ar: تاريخ التطبيق

# Pre_approval
source: Approval
ar: الموافقة

# Pre_approvdate
source: Approval Date
ar: تاريخ الموافقة

# Pre_candcode
source: Candidate Code
ar: كود المرشح

# Pre_chcommonno
source: Ch. Of Comm. No
ar: Ch Common No

# Pre_company_namea
source: Company Name A
ar: اسم الشركة بالعربي

# Pre_company_namee
source: Company Name E
ar: اسم الشركة انجليزي

# Pre_contact_person
source: Contact Person
ar: الشخص المسؤل

# pre_crNo
source: Cr No
ar: الرقم المدني

# Pre_email
source: Email
ar: البريد الالكتروني

# Pre_limit
source: Contract Limit
ar: حد التعاقد

# Pre_location
source: Location Branch
ar: عنوان الفرع

# Pre_Mobile
source: Mobile
ar: الموبيل

# Pre_Remarks
source: Remarks
ar: ملاحظات

# Pre_scopdesc
source: Scope Description
ar: وصف النطاق

# Pre_spciality
source: Speciality
ar: تخصص

# Pre_subcont_code
source: Subcont Code
ar: كود مقاول فرعي

# Pre_Tele1
source: Tele (1)
ar: جوال 1

# Pre_Tele12
source: Tele (2)
ar: جوال 2

# Sub_accountcode
source: Account Code
ar: كود الحساب

# Sub_def_Defination
source: Definition
ar: تعريف

# Sub_def_limit
source: Limit
ar: حدود

# Fld_Approve
source: Approve
ar: موافق

# Cost_EstimatedMaterial
source: Material Cost
ar: تكلفة المواد

# Cost_Qty
source: Qty
ar: الكمية

# Cost_Serial
source: Serial
ar: سيريال

# Fld_allActive
source: All Active
ar: الجميع

# Fld_isNoActive
source: InActive
ar: غير نشط

# Cost_Act_DescA
source: Description
ar: الوصف

# Cost_EstimatedEquip
source: Equip Cost
ar: Cost_EstimatedEquip

# Cost_EstimatedLabor
source: Labor Cost
ar: Cost_EstimatedLabor

# Cost_itm_DescA
source: item Name
ar: الاسم

# Fld_AreaM2
source: Area M2
ar: المنطقه 2

# Fld_Billingterms
source: Billing terms
ar: شروط الفاتوره

# Fld_Canceled
source: Canceled
ar: ملغي

# Fld_ContactNo
source: Contact No
ar: رقم العقد

# Fld_ContactPerson
source: Contact Person
ar: الرقم الشخصي

# Fld_ContractDate
source: Contract Date
ar: تاريخ العقد

# Fld_Contracted
source: Contracted
ar: متصل

# Fld_Copy
source: Copy Offer
ar: نسخ

# Fld_CostEstimation
source: Cost Estimation
ar: تقدير التكاليف

# Fld_CrNo
source: CR No.
ar: الرقم

# Fld_CustCompResp
source: Cust / Comp Resp
ar: المسئولية

# Fld_CustomerInformation
source: Customer Information
ar: معلومات العميل
